// Misc

/* Done button */
"doneButton" = "Terminé";

/* Today button */
"todayButton" = "Aujourd'hui";

/* Application main title */
"appMainTitle" = "Prêts & emprunts";


// RootViewController

/* App title */
"What to Who" = "Quoi à Qui";

/* Items */
"Items" = "Prêts & emprunts";

/* No selected item */
"No selected item" = "Pas d'objet sélectionné";

/* Unknown contact */
"Unknown" = "Inconnu";

/* Default object name */
"What ?" = "Quoi ?";



// ItemViewController

/* Whom section title */
"Who" = "Qui";

/* Borrowed / Lent section title */
"Borrowed / Lent" = "Emprunté / Prêté";

/* Send a message / Call */
"Send a message / Call" = "Envoyer un message / Appeler";

/* Contact */
"Contact" = "Contacter";

/* No contact info */
"No contact info" = "Pas d'information de contact";

/* Send message */
"text" = "Envoyer un message";

/* Call */
"phone" = "Appeler";

/* Send email */
"email" = "Envoyer un email";

/* Unknown error */
"Unknown error" = "Erreur inconnue";

/* Type of item section title */
"Kind of item" = "Type d'objet";

/* Item section title */
"Item" = "Objet";

/* Photo section title */
"Photo" = "Photo";

/* Notes section title */
"Notes" = "Notes";

/* Date section title */
"Date" = "Date";

/* Due date section title */
"Due date" = "Date de retour";

/* Borrowed */
"Borrowed" = "Emprunté";

/* Lent */
"Lent" = "Prêté";


/* Error */
"Error" = "Erreur";

/* No access to address book */
"No address book access" = "Vous devez autoriser Quoi à Qui à accéder aux contacts.";


// String for kind of item

/* Money */
"money" = "Argent";

/* Animal */
"animal" = "Animal";

/* Misc */
"misc" = "Divers";

/* Movie */
"movie" = "Film";

/* Game */
"game" = "Jeu";

/* Book */
"book" = "Livre";

/* Software */
"software" = "Logiciel";

/* Music */
"music" = "Musique";

/* Clothing */
"clothing" = "Vêtement";

/* Tool */
"tool" = "Outil";


// IDContactViewController

/* First name default text */
"firstNameDefaultText" = "Prénom";

/* Last name default text */
"lastNameDefaultText" = "Nom";




// IDDueDateViewController

/* Delete due date button */
"deleteDueDateButton" = "Supprimer";



// IDPhotoViewController

/* No photo button */
"noPhotoButton" = "Aucune photo";

/* Add photo button" */
"addPhotoButton" = "Ajouter une photo";

/* Delete photo button */
"deletePhotoButton" = "Supprimer la photo";




// Strings for image picker 

/* Title for photo source sheet */
"Add a photo" = "Ajouter une photo";

/* Cancel button on photo source sheet */
"Cancel" = "Annuler";

/* Photo from camera button on photo source sheet */
"Take new photo" = "Prendre une photo";

/* Photo from library on photo source sheet */
"Choose existing photo" = "Choisir une photo";



// Strings for contact picker 

/* Title */
"contactPickerTitle" = "Choisir un contact";

/* Cancel button */
"contactPickerCancel" = "Annuler";

/* Contact from address book */
"contactPickerFromAB" = "Depuis le carnet d'adresses";

/* Other contact */
"contactPickerOther" = "Autre contact";